import CarlosTeacher from "../assets/carlos.jpg";
import VardanTeacher from "../assets/vardan_gasparyan.jpg";
import MarineMnatsakanyan from "../assets/MarineVocal.JPG";
import NareTeacher from "../assets/nare.png";
import AramHakobyan from "../assets/aram.jpg";
import AlisherTeacher from "../assets/alisher.png";
import AidaTeacher from "../assets/aida.png";

export const teachers = [
  {
    name: "Carlos Tigris",
    img: CarlosTeacher,
    skills: {
      subject: "Мультиинструменталист",
      experience: "30 years",
      atAvosSchool: "В Avo's Art School- е преподаватель с 2023-ого год.",
    },
    description:
      "Окончил консерваторию по классу ударных инструментов. Работал в Гос. опере Армении, имени Спендярова, в качестве барабанщика.Свою музыкальную карьеру начал в одном из самых известных оркестров страны–Jazz-Band - Константина Орбеляна.Студийное и концертное сотрудничество c наилучшими музыкантами из разных стран мира.Запись саундтреков с участием Натальи Орейро.В Нью Йорке,  сотрудничал с такими джазовыми звездами, как Абрагам Буртон - саксофон, Ралф Петерсон - труба, Джастин Робинсон-саксофон С  великолепным пианистом Adorján Lakatos.Сессионный музыкант, работал со многими звездами российской эстрады.",
  },

  {
    name: "Վարդան Գասպարյան",
    img: VardanTeacher,
    skills: {
      subject: "Կիթառի Քոուչ",
      experience: "30 տարի",
      atAvosSchool: "Avo's Art School- ում դասավանում է 2023 թ․ ից.",
    },
    description:
      "Վարդան Գասպարյանը կիթառի քոուչ է՝ 25 տարվա դասավանդման փորձով։ Պրոֆեսիոնալ կիթառահար է․ դասավանդել է Հայաստանի առաջատար երաժշտական դպրոցներում՝ Ա․ Տիգրանյանի, Ս․ Ասլամազյանի, Տ․ Չուխաջյանի, Մ․ Միրզոյանի և Ս․Բարխուդարյանի։ Դասերի ընթացքում Վարդանը օգնում է ձևավորել վստահ տեխնիկա, երաժշտական մտածողություն և գործերի ընկալում՝ անկախ աշակերտների մակարդակից։ Դասերը անցկացվում են հայերեն և ռուսերեն լեզուներով, անհրաժոշտության դեպքում հնարավոր է նաև աջակցություն անգլերենով։",
  },

  {
    name: "Nare Ayvazyan",
    img: NareTeacher,
    skills: {
      subject: "Мультиинструменталист",
      experience: "30 years",
      atAvosSchool: "В Avo's Art School- е преподаватель с 2023-ого год.",
    },
    description:
      "Окончил консерваторию по классу ударных инструментов. Работал в Гос. опере Армении, имени Спендярова, в качестве барабанщика.Свою музыкальную карьеру начал в одном из самых известных оркестров страны–Jazz-Band - Константина Орбеляна.Студийное и концертное сотрудничество c наилучшими музыкантами из разных стран мира.Запись саундтреков с участием Натальи Орейро.В Нью Йорке,  сотрудничал с такими джазовыми звездами, как Абрагам Буртон - саксофон, Ралф Петерсон - труба, Джастин Робинсон-саксофон С  великолепным пианистом Adorján Lakatos.Сессионный музыкант, работал со многими звездами российской эстрады.",
  },

  {
    name: "Արամ Հակոբյան",
    img: AramHakobyan,
    skills: {
      subject: "Հարվածային գործիքների քոուչ",
      experience: "10 years",
      atAvosSchool: "Avo's Art School-ում ուսուցանում է 2023-թ-ից",
    },
    description:
      "Արամ Հակոբյանը հարվածային գործիքների մենթոր է (դհոլ/դարբուկա)։ Պրոֆեսիոնալ երաժիշտ է, Կանաչյանի անվան երաժշտական դպրոցի և Ռոմանոս Մելիքյանի անվան քոլեջի շրջանավարտ։ Լրացուցիչ ուսուցում է անցել Էֆո դհոլի ակադեմիայում։ Ելույթ է ունեցել ժողովրդական գործիքների անսամբլում և պարային խմբերում, մասնակցել է համերգների և փառատոնների։ Նրա կոլեկտիվը դարձել է «Կանչ» մրցույթ֊փառատոնի գրան֊պրի մրցանակակիր և ստացել է արտերկրում ելույթ ունենալու հրավերներ։ Արամը դասավանդում է արդեն ավելի քան 6 տարի։ Դասերի ընթացքում օգնում է յուրացնել այս յուրահատուկ երաժշտական գործիքը և զարգացնել ռիթմի զգացողությունը։",
  },

   {
    name: "Ալիշեր Ումարով",
    img: AlisherTeacher ,
    skills: {
      subject: "Կիթառի Քոուչ",
      experience: "10 years",
      atAvosSchool: "Avo's Art School-ում ուսուցանում է 2023-թ-ից",
    },
    description:
      "Ալիշերը էլեկտրո և կիթառի քոուչ֊փորձագետ է․ Նա օգնում է աշակերտներին ոչ միայն տիրապետել գործիքին, այլև սկսել վստահ և ժամանակակից հնչել։ Նրա փորձի մեջ են՝ համագործակցություն հայտնի արտիստների հետ, պրոֆեսիոնալ դերասանական կրթություն և մեծ փորձ, որը հնարավոր չէ ստանալ միայն դասագրքերից ֊ և հենց այդ փորձն էլ նա փոխանցում է իր աշակերտներին։ Դասերը անցկացվում են ռուսերեն և անգլերեն լեզուներով։ Ալիշերը կարողանում է բարդը բացատրել պարզ լեզվով և ուսուցման գործնթացը դարձնում է կենդանի և հետաքրքիր։",
  },

  {
    name: "Aida Arami",
    img: AidaTeacher ,
    skills: {
      subject: "Dhol",
      experience: "10 years",
      atAvosSchool: "Avo's Art School-ում ուսուցանում է 2023-թ-ից",
    },
    description:
      "Ավարտել է Ռ. Մելիքյանի անվան պետական երաժշտական քոլեջը, սովորել <<Էֆո>> դհոլ-ստուդիայում:Նվագել է տարբեր ժոզգործիքների նվագախմբերում, մասնակցել է բազմաթիվ համերգների և մրցույթ-փառատոների, գրավել 1-ին մրցանակներ: 2020 թ-ից` Alikhanyan's project-ի դհոլահարն է:",
  },


];
