import CarlosTeacher from "../assets/carlos.jpg";
import MarineMnatsakanyan from "../assets/MarineVocal.jpg";
import AramHakobyan from "../assets/AramDhol.JPG";
import AnnaMath from "../assets/AnnaMath.JPG";
import AnushSimonyan from "../assets/Anush.JPG";
import Lia from "../assets/Lia.JPG";

export const teachers = [
  {
    name: "Carlos Tigris",
    img: CarlosTeacher,
    skills: {
      subject: "Мультиинструменталист",
      experience: "30 years",
      atAvosSchool: "В Avo's Art School- е преподаватель с 2023-ого год.",
    },
    description:
      "Окончил консерваторию по классу ударных инструментов. Работал в Гос. опере Армении, имени Спендярова, в качестве барабанщика.Свою музыкальную карьеру начал в одном из самых известных оркестров страны–Jazz-Band - Константина Орбеляна.Студийное и концертное сотрудничество c наилучшими музыкантами из разных стран мира.Запись саундтреков с участием Натальи Орейро.В Нью Йорке,  сотрудничал с такими джазовыми звездами, как Абрагам Буртон - саксофон, Ралф Петерсон - труба, Джастин Робинсон-саксофон С  великолепным пианистом Adorján Lakatos.Сессионный музыкант, работал со многими звездами российской эстрады.",
  },

  {
    name: "Marine Mnatsakanyan",
    img: MarineMnatsakanyan,
    skills: {
      subject: "Vocal",
      experience: "10 years",
      atAvosSchool: "Avo's Art School դասավանդում է 2024 թ-ից",
    },
    description:
      "Վոկալի մասնագետ: Գերազանցությամբ ավարտել է Երևանի Կոմիտասի անվան պետական կոնսերվատորիան, ասպիրանտուրան: <<Արտ մյուզիք>>-ից ստացել է պատվոգիր, վոկալի դասախոս կոչում:Սյունիքի մարզում  անցկացված մշակույթի նախարարության և երգչախմբային ընկերության կողմից <Միանանք երգով> մրցույթում հաղթել և ստացել է մրցանակ։Հայաստանի լավագույն երգչախմբերի մեջ նաև նրա երգչախումբը ելույթ ունեցավ Սպենդիարյանի անվան Օպերայի և Բալետի <<Արամ Խաչատրյան>> համերգասրահում։2008-2013 թ,Կապանի թիվ 1 երաժշտական դպրոցում ՝երգչախմբի ղեկավար։ Դավիթ Բեկ գյուղի սրբ. Գայանե եկեղեցու բացման ղեկավար՝երաժշտական մասով։Ստացել է շնորհակալագիր քաղաքապետ Տարոն Մարգարյանի կողմից։Ստացել է շնորհակալագրեր և <<երեք սրբություններ>>  դաշնամուրի,վոկալի  և երգչախմբի համար։",
  },

  {
    name: "Aram Hakobyan",
    img: AramHakobyan,
    skills: {
      subject: "Dhol",
      experience: "10 years",
      atAvosSchool: "Avo's Art School-ում ուսուցանում է 2023-թ-ից",
    },
    description:
      "Ավարտել է Ռ. Մելիքյանի անվան պետական երաժշտական քոլեջը, սովորել <<Էֆո>> դհոլ-ստուդիայում:Նվագել է տարբեր ժոզգործիքների նվագախմբերում, մասնակցել է բազմաթիվ համերգների և մրցույթ-փառատոների, գրավել 1-ին մրցանակներ: 2020 թ-ից` Alikhanyan's project-ի դհոլահարն է:",
  },
  {
    name: "Anna Grigoryan",
    img: AnnaMath,
    skills: {
      subject: "Math",
      experience: "30 years",
      atAvosSchool: "Avo's Art School - ում ուսուցանում է 2023 թ-ից:",
    },
    description:
      "Մաթեմատիկայի մասնագետ30 տարվա աշխատանքային փորձԱշխատում է 4-12-րդ դասարանցիների և ԲՈւՀ ընդունելության համար:",
  },
  {
    name: "Anush Simonyan",
    img: AnushSimonyan,
    skills: {
      subject: "Drawing",
      experience: "10 years",
      atAvosSchool: "Avo's Art School-ում դասավանդում է 2024 թ-ից",
    },
    description: `Կրթություն
ATEX մոդելավորման և դիզայնի ակադեմիաՀԲՀ հագուստի կոնստրուկտավորման և դիզայնի ֆակուլտետ

Աշխատանքայի փորձ
‍
ՀԲՀ - գունատեսության և գունաընկալման դասախոս

HELENTUSE - կաշվե աքսեսուարների արտադրության համահիմնադիր

ICONOCLAST - հագուստի արտադրության ֆրանսիական ընկերության մոդելավորող և կոնստրուկտոր

ARSFINE - հագուստի արտադրության հայկական ընկերության դիզայներ, մոդելավորող, ձևարար և տեխնոլոգ

LOLO - մանկապարտեզի արվեստի ուսուցչուհի

ANOOSHART - մանկական ստեղծագործական ստուդիայի հիմնադիր-տնօրեն

AGULIS THIATRE - բեմանկարիչ-դեկորատոր, ադմինիստրատոր և ‘’  ՈՒնջիկ Խխունջիկը ‘’ ներկայացման համահիմնադիր

Տեխնիկաներ, որոնց տիրապետում եմ

- Նկարչություն
- Այլընտրանքային նկարչություն
- Կավագործություն
- Դիզայն
- Հագուստի դիզայն, մոդելավորում, կոնստրուկտավորում
- Նկարչություն պատերի վրա
- Ավազանարչություն ( աշխատում եմ երեխաների և մեծահասակների հետ, վերապատրաստում եմ մասնագետների հետագա աշխատանքի համար, կատարում եմ անհատական պատվերներ ամենատարբեր միջոցառումների համար նաև վիդեոհոլովակի տեսքով )
- Մասնակցել եմ բազմաթիվ մրցույթների, միջոցառումների, հագուստի ցուցադրությունների և ցուցահանդեսների;`,
  },

  {
    name: "Лия",
    img: Lia,
    skills: {
      subject: "Foreign Languages",
      experience: "7 years",
      atAvosSchool: "В Avo's Art School- е преподаватель с 2024-ого год",
    },
    description: `Здравствуйте! Меня зовут Лия, и я преподаватель иностранных языков с опытом работы более 7 лет. Еще будучи в школе, я полюбила английский язык и решила, что после её окончания хочу делиться своими знаниями. Поступив в АГУ, я выбрала направление «Преподаватель иностранных языков», профиль «Китайский и английский язык».

Это направление дало мне возможность пройти двухгодичную языковую стажировку в Китае, в Хайнанском университете, по завершении которой я получила соответствующие сертификаты.

Для повышения уровня владения иностранными языками я регулярно прохожу курсы, общаюсь с носителями языка и путешествую. На данный момент я обладаю сертификатами HSK5 и TEFL/TESOL.

Мои занятия направлены на достижение реальных результатов и создание комфортной атмосферы для каждого ученика. Мы будем работать над улучшением всех аспектов языка — от грамматики и лексики до разговорных навыков и понимания на слух. Я учитываю цели и интересы каждого студента, будь то подготовка к экзаменам, повышение уверенности в общении или просто желание познакомиться с культурой языка.

Я преподаю с индивидуальным подходом, делая акцент на активное использование языка в реальных ситуациях и на создании мотивации для дальнейшего обучения.`,
  },
];
