import CarlosTeacher from "../assets/carlos.jpg";
import VardanTeacher from "../assets/vardan_gasparyan.jpg";
import MarineMnatsakanyan from "../assets/MarineVocal.JPG";
import NareTeacher from "../assets/nare.png";
import AramHakobyan from "../assets/aram.jpg";
import AlisherTeacher from "../assets/alisher.png";
import AidaTeacher from "../assets/aida.png";

export const teachers = [
  {
    name: "Carlos Tigris",
    img: CarlosTeacher,
    skills: {
      subject: "Мультиинструменталист",
      experience: "30 years",
      atAvosSchool: "В Avo's Art School- е преподаватель с 2023-ого год.",
    },
    description:
      "Окончил консерваторию по классу ударных инструментов. Работал в Гос. опере Армении, имени Спендярова, в качестве барабанщика.Свою музыкальную карьеру начал в одном из самых известных оркестров страны–Jazz-Band - Константина Орбеляна.Студийное и концертное сотрудничество c наилучшими музыкантами из разных стран мира.Запись саундтреков с участием Натальи Орейро.В Нью Йорке,  сотрудничал с такими джазовыми звездами, как Абрагам Буртон - саксофон, Ралф Петерсон - труба, Джастин Робинсон-саксофон С  великолепным пианистом Adorján Lakatos.Сессионный музыкант, работал со многими звездами российской эстрады.",
  },

  {
    name: "Vardan Gasparyan",
    img: VardanTeacher,
    skills: {
      subject: "Мультиинструменталист",
      experience: "30 years",
      atAvosSchool: "В Avo's Art School- е преподаватель с 2023-ого год.",
    },
    description:
      "Окончил консерваторию по классу ударных инструментов. Работал в Гос. опере Армении, имени Спендярова, в качестве барабанщика.Свою музыкальную карьеру начал в одном из самых известных оркестров страны–Jazz-Band - Константина Орбеляна.Студийное и концертное сотрудничество c наилучшими музыкантами из разных стран мира.Запись саундтреков с участием Натальи Орейро.В Нью Йорке,  сотрудничал с такими джазовыми звездами, как Абрагам Буртон - саксофон, Ралф Петерсон - труба, Джастин Робинсон-саксофон С  великолепным пианистом Adorján Lakatos.Сессионный музыкант, работал со многими звездами российской эстрады.",
  },

  {
    name: "Nare Ayvazyan",
    img: NareTeacher,
    skills: {
      subject: "Мультиинструменталист",
      experience: "30 years",
      atAvosSchool: "В Avo's Art School- е преподаватель с 2023-ого год.",
    },
    description:
      "Окончил консерваторию по классу ударных инструментов. Работал в Гос. опере Армении, имени Спендярова, в качестве барабанщика.Свою музыкальную карьеру начал в одном из самых известных оркестров страны–Jazz-Band - Константина Орбеляна.Студийное и концертное сотрудничество c наилучшими музыкантами из разных стран мира.Запись саундтреков с участием Натальи Орейро.В Нью Йорке,  сотрудничал с такими джазовыми звездами, как Абрагам Буртон - саксофон, Ралф Петерсон - труба, Джастин Робинсон-саксофон С  великолепным пианистом Adorján Lakatos.Сессионный музыкант, работал со многими звездами российской эстрады.",
  },

  {
    name: "Aram Hakobyan",
    img: AramHakobyan,
    skills: {
      subject: "Dhol",
      experience: "10 years",
      atAvosSchool: "Avo's Art School-ում ուսուցանում է 2023-թ-ից",
    },
    description:
      "Ավարտել է Ռ. Մելիքյանի անվան պետական երաժշտական քոլեջը, սովորել <<Էֆո>> դհոլ-ստուդիայում:Նվագել է տարբեր ժոզգործիքների նվագախմբերում, մասնակցել է բազմաթիվ համերգների և մրցույթ-փառատոների, գրավել 1-ին մրցանակներ: 2020 թ-ից` Alikhanyan's project-ի դհոլահարն է:",
  },

   {
    name: "Alisher Umarov",
    img: AlisherTeacher ,
    skills: {
      subject: "Dhol",
      experience: "10 years",
      atAvosSchool: "Avo's Art School-ում ուսուցանում է 2023-թ-ից",
    },
    description:
      "Ավարտել է Ռ. Մելիքյանի անվան պետական երաժշտական քոլեջը, սովորել <<Էֆո>> դհոլ-ստուդիայում:Նվագել է տարբեր ժոզգործիքների նվագախմբերում, մասնակցել է բազմաթիվ համերգների և մրցույթ-փառատոների, գրավել 1-ին մրցանակներ: 2020 թ-ից` Alikhanyan's project-ի դհոլահարն է:",
  },

  {
    name: "Aida Arami",
    img: AidaTeacher ,
    skills: {
      subject: "Dhol",
      experience: "10 years",
      atAvosSchool: "Avo's Art School-ում ուսուցանում է 2023-թ-ից",
    },
    description:
      "Ավարտել է Ռ. Մելիքյանի անվան պետական երաժշտական քոլեջը, սովորել <<Էֆո>> դհոլ-ստուդիայում:Նվագել է տարբեր ժոզգործիքների նվագախմբերում, մասնակցել է բազմաթիվ համերգների և մրցույթ-փառատոների, գրավել 1-ին մրցանակներ: 2020 թ-ից` Alikhanyan's project-ի դհոլահարն է:",
  },


];
